<div class="content page1">
    <div class="container_24">
        <div class="grid_24">
            <h2>กฏการแข่งขัน</h2>
        </div>
        <div class="clear"></div>
        <div class="grid_5">
            <?php $this->renderPartial('leftside'); ?>
        </div>
        <div class="grid_19">
            <h2>กฏการแข่งขันทั่วไป</h2>
            <ul style="list-style-type: circle;">
                <li style="margin-left:30px;">Gamemode: Captain Mode</li>
                <li style="margin-left:30px;">แข่ง 1 รอบต่อ 1 วัน</li>
                <li style="margin-left:30px;">เริ่มการแข่งขันเวลา 20.00 น. สายได้ไม่เกิน 30 นาที แข่งให้เสร็จก่อนเวลา 24.00 น. สามารถขอเลื่อนเวลาได้ ถ้าฝั่งตรงข้ามยินยอม กรณีที่ฝั่งตรงข้ามไม่ยินยอมแล้วไม่สามารถมาแข่งตามเวลาได้ ก็ต้องจำยอมแพ้บาย ยกเว้นรอบ 4 ทีมสุดท้ายจนถึงนัดชิงชนะเลิศสามารถเลื่อนวันได้</li>
                <li style="margin-left:30px;">กรณีที่มีคนหลุดออกจากเกม อนุญาติให้ pause รอได้ไม่เกิน 10นาที ถ้าเกิน 10นาทีแล้วยังไม่มา ก็ให้ unpause เล่นต่อได้เลย</li>
            </ul>
            <h2>กติกาก่อนการแข่งขัน</h2>
                <img src="images/tutorial/tutorialresult04.png"  style="border: 5px solid #222222;"/>
                <ul style="list-style-type: circle;margin-top:20px;">
                    <li style="margin-left:30px;">เริ่มการแข่งขันเวลา 20.00 น. สายได้ไม่เกิน 30 นาที แข่งให้ เสร็จก่อนเวลา 24.00 น.</li>
                    <li style="margin-left:30px;">ดูว่าอยู่ฝั่งไหนดังภาพ (ระบบจะแรนดอมฝั่งให้ทุกเกม)</li>
                    <li style="margin-left:30px;">ให้สร้างห้อง private แล้วโพสบอกรหัส ที่หน้ารายละเอียดของคู่ตัวเอง ดังภาพ</li>
                    <li style="margin-left:30px;">สร้างห้อง private แบบมีผู้เข้าชมได้ (ทั่วไปแล้ว ผู้เข้าชมจะเห็นภาพช้ากว่าของจริงประมาณ 2นาที เพื่อป้องกันการโกง)</li>
                    <li style="margin-left:30px;">การเลื่อนการแข่งขัน ต้องได้รับการยอมรับจากทั้ง 2 ทีม และต้องแข่งให้เสร็จก่อนเวลา 18.00น ของวันรุ่งขึ้น</li>
                </ul>
            <h2>ข้อพิพาทต่างๆ ที่อาจส่งผลต่อการแพ้ชนะโดยไม่ต้องแข่ง</h2>
            <ul style="list-style-type: circle;">
                <li style="margin-left:30px;">พูดคำหยาบหรือพูดยั่วยุฝั่งตรงข้าม ฝ่ายที่เริ่มก่อนจะถูกปรับแพ้ทันที ให้ส่งภาพหลักฐานมาที่ <a href="https://www.facebook.com/gurugames.in.th" taget="_blank">Fanpage</a> ของเราแล้วทางเราจะทำการปรับแพ้ให้ โดยที่ทางเราจะตัดสินจากหลักฐานเท่านั้น โดยดูจากเวลาโพสว่าใครเป็นฝ่ายเริ่มก่อน</li>
                <li style="margin-left:30px;">กรณีการแจ้งชนะบายก่อนถึงเวลา ทางเราจะตัดสินจากการโพสข้อความนัดแนะบนเว็บเราเท่านั้น เช่น Team A โพสนัดเวลาบนเว็บว่าแข่งตามเวลา 20:00 พอถึงเวลา Team B ไม่มา Team A จึงกดชนะบาย แต่ Team B มาอ้างทีหลังว่าได้แอดเพื่อนไปคุยกันหลังไมค์ตกลงกันว่าขอเลื่อนเวลาแข่งเป็น 21:00 โดยที่ Team A ก็ตกลงแล้ว กรณีนี้ทางเราจะไม่สามารถช่วยอะไรได้ เพราะการนัดแนะเราจะดูจากการโพสข้อความบนเว็บของเราเท่านั้น</li>
                <li style="margin-left:30px;">สุดท้ายนี้ ขอให้ทุกคนสนุกกับการแข่งขัน มีน้ำใจนักกีฬา เคารพซึ่งกันและกัน เพื่ออนาคตของวงการ E-Sport เมืองไทย ขอบคุณครับ</li>
            </ul>
        </div>
        <div class="clear" style="padding-bottom:30px;"></div>
    </div>
</div>